Repository: bolikaje/School
Catalog: tec/translations/*/ModulesItptecdocShop.*.xlf
Languages: et_ee, lv_lv

source: (%s sm³)
lv_lv: (%s cm³)

source: %s cylinders
et_ee: %s silindrid
lv_lv: %s cilindri

source: Choose group - %s %s %s
et_ee: Valige grupp - %s %s %s
lv_lv: Izvēlieties grupu - %s %s %s

source: The API cache has been seamlessly cleared.
et_ee: API vahemälu on sujuvalt tühjendatud.
lv_lv: API kešatmiņa ir notīrīta.

source: Cached products has been successfully deleted.
et_ee: Vahemällu salvestatud tooted on edukalt kustutatud.
lv_lv: Kešatmiņā saglabātie produkti ir veiksmīgi dzēsti.

source: Invalid action.
et_ee: Kehtetu toiming.
lv_lv: Nederīga darbība.

source: Product is required
et_ee: Toode on kohustuslik
lv_lv: Produkts ir obligāts

source: Quantity is required
et_ee: Kogus on kohustuslik
lv_lv: Daudzums ir obligāts

source: Email is required
et_ee: E-post on kohustuslik
lv_lv: E-pasts ir obligāts

source: Your request has been successfully sent!
et_ee: Teie taotlus on edukalt saadetud!
lv_lv: Jūsu pieprasījums ir veiksmīgi nosūtīts!

source: An error occurred while sending the availability request!
et_ee: Päringu saatmisel ilmnes viga!
lv_lv: Nosūtot pieprasījumu par pieejamību, radās kļūda!

source: Manufacturers
et_ee: Auto margid
lv_lv: Ražotāji

source: Brand
et_ee: Bränd
lv_lv: Zīmols

source: Delivery
et_ee: Tarneaeg
lv_lv: Piegāde

source: Groups
et_ee: Grupid
lv_lv: Grupas

source: Quality
et_ee: Kvaliteet
lv_lv: Kvalitāte

source: Up to 1 working day
et_ee: Kuni 1 tööpäev
lv_lv: Līdz 1 darba dienai

source: Up to %s working days
et_ee: Kuni %s tööpäeva
lv_lv: Līdz %s darba dienām

source: Availability request
et_ee: Saadavuse taotlus
lv_lv: Pieejamības pieprasījums

source: Find the spare parts you need quickly and easily
et_ee: Leia varuosad kiiresti ja lihtsalt
lv_lv: Ātri un viegli atrodiet nepieciešamās rezerves daļas.

source: No articles found
et_ee: Ühtegi toodet ei leitud
lv_lv: Rezerves daļas nav atrastas

source: Choose group
et_ee: Valige grupp
lv_lv: Izvēlieties grupu

source: Choose suitable group for %s %s %s
et_ee: Valige grupp - %s %s %s
lv_lv: Izvēlieties piemērotu grupu priekš %s %s %s

source: Other
et_ee: Muu
lv_lv: Cits

source: No groups found
et_ee: Gruppe ei leitud
lv_lv: Grupas nav atrastas

source: Price and delivery options
et_ee: Hind ja tarnevõimalused
lv_lv: Cenas un piegādes iespējas

source: Quantity
et_ee: Kogus
lv_lv: Daudzums

source: Add to cart
et_ee: Lisa ostukorvi
lv_lv: Pievienot grozam

source: Minimum order quantity: %s pcs
et_ee: Minimaalne tellimiskogus: %s tk
lv_lv: Minimālais pasūtījuma daudzums: %s gab

source: Choose suitable option
et_ee: Valige sobiv variant
lv_lv: Izvēlieties piemērotu opciju

source: + deposit %s
et_ee: + pant %s
lv_lv: + depozīts %s

source: 1 pc
et_ee: 1 tk
lv_lv: 1 gab

source: %s pcs
et_ee: %s tk
lv_lv: %s gab

source: Up to 1 day
et_ee: Kuni 1 päev
lv_lv: Līdz 1 dienai

source: Up to %s days
et_ee: Kuni %s tp
lv_lv: Līdz %s darba dienām

source: Fill out the form, and we'll get in touch with you as soon as possible.
et_ee: Täitke vorm ja me võtame teiega esimesel võimalusel ühendust.
lv_lv: Aizpildiet veidlapu, un mēs ar jums sazināsimies pēc iespējas ātrāk.

source: Product
et_ee: Toote
lv_lv: Produkts

source: Enter product
et_ee: Sisestage toode
lv_lv: Ievadiet produktu

source: Enter quantity
et_ee: Sisesta kogus
lv_lv: Ievadiet daudzumu

source: E-mail
lv_lv: E-pasts

source: Enter e-mail
et_ee: Sisestage e-mail
lv_lv: Ievadiet e-pastu

source: Comment
et_ee: Kommenteeri
lv_lv: Komentārs

source: Enter comment
et_ee: Sisestage kommentaar
lv_lv: Ievadiet komentāru

source: Send
et_ee: Saada
lv_lv: Sūtīt

source: Delivery up to 1 working day
et_ee: Tarneaeg kuni 1 tööpäev
lv_lv: Piegāde līdz 1 darba dienai

source: Delivery up to %s working days
et_ee: Tarneaeg kuni %s tööpäeva
lv_lv: Piegāde līdz %s darba dienām

source: In stock
et_ee: Laos
lv_lv: Ir noliktavā

source: Discount
et_ee: Soodustus
lv_lv: Atlaide

source: Out of stock
et_ee: Otsas
lv_lv: Nav noliktavā

source: Loading
et_ee: Laadimine
lv_lv: Ielāde

source: Years
et_ee: Aasta
lv_lv: Gadi

source: Engine
et_ee: Mootor
lv_lv: Dzinējs

source: Power
et_ee: Võimsus
lv_lv: Jauda

source: Fuel
et_ee: Kütus
lv_lv: Degviela

source: Body
et_ee: Kere
lv_lv: Virsbūve

source: Reference
et_ee: Tootekood
lv_lv: Kods

source: Attributes
et_ee: Atribuudid
lv_lv: Raksturojums

source: OEM numbers
et_ee: OEM numbrid
lv_lv: OEM numuri

source: Compatibility
et_ee: Sobivad sõidukid
lv_lv: Savietojamība

source: Similar articles
et_ee: Seotud tooted
lv_lv: Līdzīgas rezerves daļas

source: Make
et_ee: Auto mark
lv_lv: Marka

source: Model
et_ee: Mudel
lv_lv: Modelis

source: Vehicle
et_ee: Sõiduk
lv_lv: Modifikācija

source: Drive
et_ee: Vedu
lv_lv: Piedziņa

source: Choose manufacturer
et_ee: Valige sõiduki mark
lv_lv: Marka

source: Begin exploring our catalog by selecting a suitable manufacturer
et_ee: Alusta meie kataloogi sirvimist, valides sobiva tootja
lv_lv: Sāciet mūsu kataloga apskatu, izvēloties piemērotu ražotāju

source: No manufacturers found
et_ee: Ühtegi sõiduki margid ei leitud
lv_lv: Ražotāji nav atrasti

source: Choose model
et_ee: Valige mudel
lv_lv: Modelis

source: Choose suitable model for %s
et_ee: Valige mudel - %s
lv_lv: Izvēlieties modeli priekš %s

source: Select model
et_ee: Valige mudel
lv_lv: Modelis

source: No models found
et_ee: Mudeleid ei leitud
lv_lv: Modeļi nav atrasti

source: Choose vehicle
et_ee: Valige sõiduk
lv_lv: Modifikācija

source: Choose suitable vehicle for %s %s
et_ee: Valige sõiduk - %s %s
lv_lv: Izvēlieties modifikāciju priekš %s %s

source: Choose
et_ee: Vali
lv_lv: Izvēlēties

source: No vehicles found
et_ee: Ühtegi sõidukit ei leitud
lv_lv: Transportlīdzekļi nav atrasti

source: Select manufacturer
et_ee: Valige sõiduki mark
lv_lv: Marka

source: Search...
et_ee: Otsi...
lv_lv: Meklēt...

source: Select vehicle
et_ee: Valige sõiduk
lv_lv: Modifikācija

source: Search
et_ee: Otsi
lv_lv: Meklēt

source: Manually
et_ee: Otsi
lv_lv: Manuāli

source: The data shown here, especially the complete database, may not be copied. It is strictly prohibited to duplicate the data and database and distribute the same, and/or instruct third parties to engage in such activities, without prior consent from TecAlliance. Any use of content in a manner not expressly authorized constitutes copyright infringement and violators will be prosecuted.
et_ee: Siin avaldatud andmeid eelkõige kogu andmebaasi andmeid ei tohi kopeerida. Andmete või kogu andmebaasi andmete reprodutseerimine, levitamine ja/või ülalnimetatud tegevuste teostamine kolmandate isikute poolt ilma TecAlliance eelneva nõusolekuta ei ole lubatud. Nõuete rikkumist loetakse autoriõiguste rikkumiseks ja karistatakse.
lv_lv: Aizliegts kopēt šeit redzamos datus, it īpaši pilno datu bāzi. Stingri aizliegts dublēt datus un datubāzi, kā arī tos izplatīt un/vai uzdot trešajām personām iesaistīties šādās darbībās bez iepriekšējas TecAlliance piekrišanas. Jebkāda satura izmantošana veidā, kas nav atļauts ar īpašu pilnvarojumu, ir autortiesību pārkāpums, un to pārkāpēji tiks sodīti.

source: Choose your vehicle
et_ee: Vali oma sõiduk
lv_lv: Izvēlieties savu transportlīdzekli

source: Categories
et_ee: Kategooriad
lv_lv: Kategorijas

source: Filters
et_ee: Filtrid
lv_lv: Filtri

source: Not found
et_ee: Ei leitud
lv_lv: Nav atrasts

source: Reset filters
et_ee: Lähtesta
lv_lv: Atiestatīt filtrus
